Repository: common-repository/iati-project-data
Catalog: lang/iatiproject-*.po
Languages: fr_fr

source: You must update your WordPress version before you can use this plugin.
fr_fr: Vous devez mettre votre version de WordPress à jour pour pouvoir utiliser ce plugin.

source: Find below the data associated to your project.
fr_fr: Trouvez ci-dessous les données associées à votre projet.

source: No data
fr_fr: Aucune donnée

source: You have not yet retrieved the data of your project. Click the button below to fetch data from the d-portal website and populate your database. Make sure you have provided the identifier of the project you want to retrieve data.
fr_fr: Vous n'avez pas encore récupéré les données de votre projet. Cliquez sur le bouton ci-dessous pour récupérer les données depuis le d-portal et les enregistrer dans la base de données. Rassurez-vous que vous avez fourni l'identifiant du projet dont vous voulez récupérer les données.

source: Fetch project data
fr_fr: Récupérer les données du projet

source: About IATA Project Data
fr_fr: A propos de IATI Project Data

source: This plugin retrieves information about a specific IATI project from <a href="https://d-portal.org" target="_blank">d-portal.org</a> website and stores it in a database. The information stored will be updated as soon as d-portal updates the data on their own platform.
fr_fr: Ce plugin récupère les informations d'un projet sur le site web du <a href="https://d-portal.org" target="_blank">d-portal.org</a> et les enregistre dans une base de données. Les informations stockées seront mises à jour au fur et à mesure qu'elles sont modifiées sur le d-portal.

source: IATI Identifier
fr_fr: Identifiant IATI

source: Sector
fr_fr: Secteur

source: Activity status
fr_fr: Statut de l'activité

source: Region
fr_fr: Région

source: Recipient country
fr_fr: Pays bénéficiaire

source: Location
fr_fr: Localisation

source: Position
fr_fr: Coordonnées

source: Participating organisations
fr_fr: Organisations impliquées

source: Update project data
fr_fr: Mettre les données à jour

source: Make sure you have provided the identifier of your project. This will be helpful to update the data from d-portal.
fr_fr: Rassurez-vous que vous avez fourni l'identifiant du projet. Ceci sera utile pour mettre les données du projet à jour depuis le d-portal

source: Follow me on social media
fr_fr: Suivez-moi sur les réseaux sociaux

source: Use this plugin to retrieve information about a specific IATI project from <code>d-portal.org</code> website and store it in a database. The information stored will be updated as soon as d-portal.org updates the data on their own platform.
fr_fr: Ce plugin récupère les informations relatives à un projet spécifique depuis le site web <code>d-portal.org</code>, et les enregistre dans une base de données. Les informations enregistrées seront mises à jour au fir et à mesure que le d-portal effectue des mises à jour.
